//ทำงานร่วมกับ String
const address =
  "ชื่อลูกค้า : คนลาบๆควรไปนอน ที่อยู่ มช ถนนลาบชดำเนิน อำเภอเมือง จังหวัดลาบใหม่ เบอร์ :1234567890";
console.log(address);
//จะพิมพ์ได้แค่บรรทัดเดียว หากจะแยกบรรทัดได้ให้ใช้ ` (ปุ่มเปลี่ยนภาษา)
const address1 = `ชื่อลูกค้า : คนลาบๆควรไปนอน 
ที่อยู่: มช 
ถนนลาบชดำเนิน 
อำเภอเมือง 
จังหวัดลาบใหม่ 
เบอร์ :1234567890`;
console.log(address1);

let name = "SCK";
let ad = "ระยอง";
let tel = "0999999";
const address2 = `ชื่อลูกค้า : ${name}   
ที่อยู่ : ${ad} 
ถนนลาบชดำเนิน 
อำเภอเมือง 
จังหวัดลาบใหม่ 
เบอร์ : ${tel}`;

console.log(address2);
